Repository: jipvazoj/ProyectosMasterAritz
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, eu_es

# ConfirmRegistration
source: Comfirm registration
es_es: Confirma el registro
eu_es: Erregistroa baiestatu

# ChangeProfile
source: Confirm profile modification
es_es: Modificar perfil
eu_es: Profila aldatu

# PasswordMissmatch
source: Passwords don't match
es_es: Las contraseñas no coinciden.
eu_es: Pasahitsak ez dira berdinak.

source: Database error
es_es: Error de la base de datos
eu_es: Datu basearen errorea

source: Invalid username or password
es_es: Usuario o contraseña erronea
eu_es: Erabiltzailea edo passahitsa okerra

source: Account blocked
es_es: Cuenta bloqueada
eu_es: Kontua blokeatuta

# ExpiredTokenOrNotExist
source: Token is expired or it not exists
es_es: Token expirado o no existente
eu_es: Tokena ez du balio

source: Activation
es_es: Activación
eu_es: Aktibatu

source: Your account is activated
es_es: Tu cuenta se ha activado correctamente
eu_es: Zure kontua aktibatuta dago

source: Index
es_es: Índice
eu_es: Hasiera

source: Map
es_es: Mapa
eu_es: Mapa

source: Login
eu_es: Saioa hasi

source: Register
es_es: Registrarse
eu_es: Erregistratu

source: Profile
es_es: Perfil
eu_es: Profila

source: Users
es_es: Usuarios
eu_es: Erabiltzaileak

source: Logout
es_es: Cerrar sesion
eu_es: Saioa amaitu

source: Error
eu_es: Errorea

source: Username
es_es: Nombre de usuario
eu_es: Erabiltzailea

source: Password
es_es: Contraseña
eu_es: Pasahitsa

# PasswordRepeat
source: Re-type password
es_es: Repita contraseña
eu_es: Pasahitsa berridatzi

source: Email
eu_es: Email-a

# AdminInstallAdvert
source: This is the installation page. It is necessary to set before publish the web page.This is the installation page. It is necessary to set before publish the web page.
es_es: Esta es la pagina de instalación del servicio. Es necesario crear una cuenta de administrador.
eu_es: Lehen aldiz zerbitsua instalatu behar da. Sartu administratzailearen informazioa

source: Install
es_es: Instalar
eu_es: Instalatu

# ChangeProfileEmailSend
source: Profile change instructions send to email
es_es: Se ha enviado el correo con las instrucciones para modificar el perfil
eu_es: Profila modifikatzeko pausuak bidali dira korreora

# ForgottenPassword
source: Password forgotten
es_es: Contraseña olvidada
eu_es: Pasahitza ahaztu zait

source: Logout successful
es_es: Se ha cerrado la sesión correctamente
eu_es: Saioa ondo itxi da

# SearchSite
source: Search site or place
es_es: Buscar lugar
eu_es: Lekua bilatu

source: Photo
es_es: Foto
eu_es: Argazkia

# WantToDeletePhoto
source: Do you want to delete photo?
es_es: Desea eliminar la foto?
eu_es: Argazkia ezabatu nahi duzu?

# SetAsBackgroundQuestion
source: Want to set photo as background?
es_es: Desea establecer la foto como imagen de fondo?
eu_es: Fondo moduan jarri nahi duzu argazkia?

# SetAsProfilePhotoQuestion
source: Want to set as profile photo?
es_es: Desea establecer la foto como imagen de perfil
eu_es: Profil argazki moduan jarri nahi duzu?

# PhotoName
source: Name
es_es: Nombre
eu_es: Izena

source: Public
es_es: Publica
eu_es: Publikoa

source: Restricted users
es_es: Usuarios restringidos
eu_es: Erabiltzaileei mugatuta

source: Private
es_es: Privada
eu_es: Pribatua

source: Delete image
es_es: Eliminar foto
eu_es: Argazkia ezabatu

source: Photo done by
eu_es: Autorea

# PhotoDoneIn
source: Date
es_es: Realizada por
eu_es: Data

# SetAsBackground
source: Set photo as background
es_es: Establecer como fondo
eu_es: Fondo moduan jarri

source: Set as profile photo
eu_es: Profil argazki moduan jarri

# DropPhotoHere
source: Drop here or click to upload a photo
es_es: Establecer como foto de perfil
eu_es: Argazkia jarri edo klik egin orrira igotzeko

# RequestChangeProfile
source: Request account data modification to the email
es_es: Enviar instrucciones para modificar el perfil al correo
eu_es: Aldatu profila

# ChangePasswordNeedsConfirmation
source: You need to set twice the new password
es_es: Necesitas establecer dos veces la contraseña nueva
eu_es: Bi kanputan jarri behar da pasahitsa aldatzeko

source: Hello
es_es: Hola
eu_es: Kaixo

# EmailSendForActivation
source: An email is send with instructions to activate your account
es_es: Se ha enviado un correo con las instrucciones para activarlo
eu_es: Email bat bidali da kontua aktibatzeko

source: Blocked
es_es: Bloqueada
eu_es: Blokeatuta

# HelloAgain
source: Welcome again
es_es: Bievenido de nuevo
eu_es: Kaixo berriro

# PasswordMinimumLength
source: Password minimum length is 6
es_es: La contraseña tiene que tener como minimo 6 caracteres

# IfPasswordFieldIsEmptyItWontChange
source: If password fields are empty, password will maintain.
es_es: Si el campo de la contraseña está vacio no será modificada la actual
